[
  {
    "author": "Angela",
    "title": "House is Filled With Cool Artwork and Vibrant Patterns",
    "abstract": " I am a teacher who loves to find things that truly speak to me ",
    "body": "My favorite room is my bedroom. It is personal and reflects my love of Afrocentric artifacts collected from all over the world. I found a pillow that was just too fabulous to go on the bed. So I had a picture framer mount a hanger and now it’s art on the wall. ",
    "imageUrl": "https://cdn.apartmenttherapy.info/image/upload/f_auto,q_auto:eco,c_fit,w_730,h_974/at%2Fhouse%20tours%2F2022-01%2FHouse%20Calls%2Fjoy_angela_russell_bedroom_straightened",
    "createdAt":"2021-01-21",
    "comments": [
      {
        "commenter": "Rakesh",
        "title": "Nice Vlog",
        "comment":"its very nice",
        "commentedAt": "2021-03-12"
      }
    ]
  },{
    "author": "Michele Vig",
    "title": "This Professional Organizer’s Minnesota House Is Comfortable and Calm Thanks to Neutral Colors and Tidy Storage",
    "abstract": "Michele Vig is the founder and chief organizer of Neat Little Nest, as well as the author of “The Holistic Guide to Decluttering.",
    "body": ": I get inspiration from a variety of places. I’ve always loved sifting through magazines like Martha Stewart and HGTV for inspiration. I also find a lot of inspiration on Instagram accounts with Scandinavian design and home stores like West Elm and Pottery Barn along with small boutique stores in cities in Minneapolis as well as on my travels. I love to search out and find makers on Etsy showcasing their craft as inspiration as well because I’m drawn to handmade, one-of-a-kind items alongside more mass-produced pieces.",
    "imageUrl": "https://cdn.apartmenttherapy.info/image/upload/f_auto,q_auto:eco,c_fit,w_730,h_548/at%2Fhouse%20tours%2F2022-01%2FMichele%20V%2FIMG_8202-Edit",
    "createdAt":"2020-11-23",
    "comments": [
      {
        "commenter": "suresh",
        "title": "Nature Love",
        "comment":"I love it",
        "commentedAt": "2020-07-23"
      }
    ]
  },
  {
    "author": "Tomy",
    "title": "Fixer to Fabulous",
    "abstract": "Laundry room transformations can be pretty wild. It’s amazing how much storage you can add that can be a game changer for the rest of the house. And sometimes, a laundry room can turn into an entirely different space, like an entryway. But one thing that you don’t see every day: a laundry room-turned-speakeasy bar, which was a major highlight in the latest HGTV “Fixer to Fabulous” renovation." ,
    "body": "The duo installed large walls of glass doors so guests could walk in and out of for easy access to the pool. And of course, lots of glass means lots of great views of said pool. They removed an old fireplace to make room for a dining nook and plenty of lounging, and they replaced the hardwood floors with stained concrete to complete the modern feel.",
    "imageUrl": "https://cdn.apartmenttherapy.info/image/upload/f_auto,q_auto:eco,c_fit,w_730,h_477/at%2Fnews-culture%2F2022-01%2Fafter-speakeasy-ftf",
    "createdAt":"2011-11-24",
    "comments": [
      {
        "commenter": "inYourDream",
        "title": "Before After",
        "comment":"I love your work.",
        "commentedAt": "2021-10-26"
      }
    ]
  },{
    "author": " Moon stack ",
    "title": "Kitchen Without Knocking Down Walls",
    "abstract": "The goal was to gut the entire condo and make it as close to brand new as possible, Carson says. We wanted to give the next owner a fresh new place with all new systems, surfaces, and spaces.",
    "body": "For a modern look, the old cabinets were swapped out for white shaker cabinets with sleek new hardware. By extending the cabinetry all the way to the ceiling, Carson expanded the amount of storage space while creating the illusion of additional height." ,
    "imageUrl": "https://cdn.apartmenttherapy.info/image/upload/f_auto,q_auto:eco,c_fit,w_730,h_487/at%2Freal-estate%2Fflipping-seattle-kitchen-after",
    "createdAt":"2021-10-25",
    "comments": [
      {
        "commenter": "Rocky",
        "title": "best Kitchen",
        "comment":"I like your kitchen",
        "commentedAt": "2021-12-11"
      }
    ]
  }
]
